# ************************************************************
# Sequel Pro SQL dump
# Version 4096
#
# http://www.sequelpro.com/
# http://code.google.com/p/sequel-pro/
#
# Host: localhost (MySQL 5.5.9)
# Database: xnfy520_banyou
# Generation Time: 2013-11-19 06:32:31 +0000
# ************************************************************


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8 */;
/*!40014 SET @OLD_FOREIGN_KEY_CHECKS=@@FOREIGN_KEY_CHECKS, FOREIGN_KEY_CHECKS=0 */;
/*!40101 SET @OLD_SQL_MODE=@@SQL_MODE, SQL_MODE='NO_AUTO_VALUE_ON_ZERO' */;
/*!40111 SET @OLD_SQL_NOTES=@@SQL_NOTES, SQL_NOTES=0 */;


# Dump of table xnfy520_banyou_article
# ------------------------------------------------------------

DROP TABLE IF EXISTS `xnfy520_banyou_article`;

CREATE TABLE `xnfy520_banyou_article` (
  `id` int(11) unsigned NOT NULL AUTO_INCREMENT,
  `title` varchar(255) NOT NULL DEFAULT '' COMMENT '标题',
  `description` varchar(255) DEFAULT '' COMMENT '简介',
  `details` text COMMENT '详情',
  `pid` int(11) unsigned NOT NULL DEFAULT '0' COMMENT '所属',
  `indexing` varchar(255) DEFAULT '' COMMENT '索引',
  `views` int(11) unsigned DEFAULT '0' COMMENT '浏览量',
  `cover` varchar(255) DEFAULT '' COMMENT '封面',
  `release_date` int(11) unsigned DEFAULT NULL COMMENT '发布日期',
  `enabled` tinyint(1) unsigned DEFAULT '1' COMMENT '启用',
  `create_date` int(11) unsigned DEFAULT NULL COMMENT '创建日期',
  `modify_date` int(11) unsigned DEFAULT NULL COMMENT '最后修改日期',
  `remark` varchar(255) DEFAULT '' COMMENT '备注',
  `author` varchar(255) DEFAULT '' COMMENT '作者',
  `source` varchar(255) DEFAULT '' COMMENT '来源',
  `source_url` varchar(255) DEFAULT '' COMMENT '来源链接',
  `type` tinyint(1) unsigned DEFAULT '0' COMMENT '类型',
  `sort` tinyint(3) unsigned DEFAULT '0' COMMENT '排序',
  PRIMARY KEY (`id`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

LOCK TABLES `xnfy520_banyou_article` WRITE;
/*!40000 ALTER TABLE `xnfy520_banyou_article` DISABLE KEYS */;

INSERT INTO `xnfy520_banyou_article` (`id`, `title`, `description`, `details`, `pid`, `indexing`, `views`, `cover`, `release_date`, `enabled`, `create_date`, `modify_date`, `remark`, `author`, `source`, `source_url`, `type`, `sort`)
VALUES
	(37,'三小时极速达','','<!DOCTYPE html>\n<html>\n<head>\n</head>\n<body>\n<p>什么是&ldquo;极速达&rdquo;服务 &ldquo;极速达&rdquo;是三九快递为您提供的一项免费、闪电配送增值服务。支持现场验货，安装调试满意后再付款。您可以将选中的商品加入购物车，在&ldquo;填写核对订单&rdquo;的步骤中将&ldquo;配送方式&rdquo;勾选为&ldquo;三九快递&rdquo;。在服务时间内，现货状态下，可将商品3小时内送至您所留地址。昆明、大理、贵阳市区现已开通此项服务。 服务说明 1、服务范围 昆明主城区、大理主城区、贵阳主城区，在&ldquo;配送方式&rdquo;中选择&ldquo;三九快递&rdquo;配送的订单均可享受此项服务。 2、服务费用 若您在&ldquo;极速达&rdquo;服务范围内，并选择&ldquo;三九快递&rdquo;的配送方式，本配送服务产生的费用全部由三九网承担。 3、服务时间 各区域现货状态下，若您在当日17:00前提交订单，3小时内即可送达；若您在当日17:00以后提交订单，次日12:00之前可送达。 4、支持商品范围 所有三九网在售现货商品均可享受此项服务。 5、收货流程 在您收到商品时，可现场验货，安装调试满意后再付款。 6、特别说明 如遇交通管制、特殊天气（如雨、雪、地震等）等特殊因素影响，或该区域治安、交通等状况会影响您及配送人员人身财产安全 时，将会影响送达时间，我们会尽快与您取得联系并另行确定送货时间，请您给予谅解。</p>\n</body>\n</html>',182,'',0,'',1383375881,1,1383376085,1384592083,'','','','',1,102),
	(38,'加急配送','','<!DOCTYPE html>\n<html>\n<head>\n</head>\n<body>\n<p>什么是&ldquo;加急配送&rdquo; &ldquo;加急配送&rdquo;是三九网为您提供的一项个性化付费增值服务。支持现场验货安装调试满意后再付款。您可以将选中的商品加入购物车，在&ldquo;填写核对订单&rdquo;的步骤中将&ldquo;配送方式&rdquo;勾选为&ldquo;加急配送&rdquo;，在商品库存状态为现货的情况下，我们会安排配送专员专人为您进行配送服务，并告知准确配送时间。 服务说明 1.服务范围 此项服务目前仅限昆明市区三环以内。若您所在区域超出三环或在其他区域，则暂时不能享受此项服务。 2.服务费用 如您选择&ldquo;加急配送&rdquo;服务，我们将对每张订单在原订单金额基础上加收20元/每单的服务费用。如果出现退换货情况，&ldquo;加急配送&rdquo;服务费用不予退还。 3.服务时间 若您在09：00&mdash;18:00下单，我们将在订单提交成功后安排专人为您配送；若您在18:00&mdash;次日09：00下单；我们将在次日与您联系确认并安排专人配送。 4.支持商品范围 所有三九网在售现货商品均可享受此项服务。 5.收货流程 在您收到商品时，可现场验货，安装调试满意后再付款。 6.特别说明 如遇交通管制、特殊天气（如雨、雪、地震等）等特殊因素影响，或该区域治安、交通等状况会影响您及配送人员人身财产安全时，将会影响送达时间，我们会尽快与您取得联系并另行确定送货时间，请您给予谅解。</p>\n</body>\n</html>',182,'',0,'',1383376632,1,1383376693,NULL,'','','','',0,99),
	(39,'到店自取流程','','<!DOCTYPE html>\n<html>\n<head>\n</head>\n<body>\n<p>注意事项： 1. 保山、昭通、昆阳到店自取时间为周一至周日早9：00&mdash;&mdash;晚21:00；其余分店自取时间为周一至周日早9：00&mdash;&mdash;晚21:30； 2. 商品到达自取分店后，请务必在48小时之内到店提货，逾期则视为默认取消订单； 3. 如遇国家法定节假日，自取分店营业时间以公告为准； 4. 自提的顾客付款方式可选择现金、刷卡（有1%的手续费，不设封顶），网上支付三种付款方式； 5. 现金、货物、配件在提货前当面点清，提货后本公司将不再对此负责。如遇配件缺少情况，工作人员会在代购单中备注清楚所欠配件，以便日后领取。</p>\n</body>\n</html>',182,'',0,'',1383378445,1,1383378478,NULL,'','','','',0,99),
	(40,'地州自提','','<!DOCTYPE html>\n<html>\n<head>\n</head>\n<body>\n<p>地州自提点: 三九网在云南全省100余市县开设了地州自提点，凡已设立自提点的地州市县客户均可在您所在市县自提点自提。 自提点为方便客户提货验货而提供的一个场所，并非实体店。自提点并无展示商品、销售商品、售后服务的功能。地州客户可选择网上下单、拔打我们的统一销售热线（400-625-9939）订购、QQ订购等方式购机，然后才可去自提点提货。 注: 1.地州自提点只供客户验货取机,并不提供购买咨询及售后服务。 2.选择自提可享受先验货，满意后再付款的服务。</p>\n</body>\n</html>',182,'',0,'',1383378682,1,1383378766,NULL,'','','','',0,98),
	(41,'支付方式','','<!DOCTYPE html>\n<html>\n<head>\n</head>\n<body>\n<p>三九手机网为您提供了多种付款方式，您可以根据自身需要和习惯进行选择，如果您在付款中有任何疑问，请即时咨询现场销售人员或者拨打我们的客服热线：400-625-9939详询。 支持货到付款的地区：三九快递送达区域及地州自提点 对于货到付款的订单，需要客户提供准确的手机号码和配送地址。我们将安排配送人员在您指定的时间将货物送到您的手上。如果您有特殊情况无法按时接收，我们将安排人员和您另行约定时间再次配送。 自提点付款需支付20元/台手续费。</p>\n</body>\n</html>',181,'',0,'',1383378682,1,1383378827,NULL,'','','','',0,95),
	(42,'在线支付','','<!DOCTYPE html>\n<html>\n<head>\n</head>\n<body>\n<p>我勒个去</p>\n</body>\n</html>',181,'',0,'',1383378880,1,1383378926,NULL,'','','','',0,99),
	(43,'分期付款','','<!DOCTYPE html>\n<html>\n<head>\n</head>\n<body>\n<p>为了您在没有足够现金的情况下，能第一时间购买到最新、最时尚的手机，三九网现推出信用卡分期付款业务，让您在享受网上购物所带来的便捷服务同时，享受&ldquo;分期付款&rdquo;无压力支付方式。 支付宝分期付款介绍： 支付宝分期付款是为了您在购物满600元时，采用支付宝信用卡付款时提供的分期付款渠道，是目前信用卡分期付款快捷支付的一种方式。三九网目前支持的信用卡分期付款银行：中国银行、平安银行、中国农业银行、光大银行、民生银行、中信银行、广发银行、建设银行、兴业银行、浦发银行，其他银行在逐步开放中。 账单分期付款介绍： 账单分期付款是为了您购物后使用信用卡进行分期还款的理财功能，可通过电话申请、网上申请等向银行提出分期付款，是目前信用卡还款减轻压力的一种方式。三九网推荐账单分期付款的银行有：招商银行、交通银行、工商银行。</p>\n</body>\n</html>',181,'',0,'',1383379033,1,1383379071,1383379594,'','','','',0,94),
	(44,'快递运输','','<!DOCTYPE html>\n<html>\n<head>\n</head>\n<body>\n<p>什么是&ldquo;快递运输&rdquo; &ldquo;快递运输&rdquo;是一项超出&ldquo;三九快递&rdquo;配送范围且无法到店自取的客户提供的一项免费邮寄服务、如客户所在地没有三九网分店、或者所在位置超出送货上门范围时可以选择这项业务，由三九根据各地区情况选择中通快递、EMS 等优质物流公司配送。选购商品后在&ldquo;填写核对订单&rdquo;的步骤中将&ldquo;配送方式&rdquo;勾选为&ldquo;快递运输&rdquo;服务选项，1-2天即可送达指定地点。</p>\n</body>\n</html>',182,'',0,'',1383379326,1,1383379391,NULL,'','','','',0,99),
	(46,'手机资讯1','','<!DOCTYPE html>\n<html>\n<head>\n</head>\n<body>\n<p>111111111</p>\n</body>\n</html>',167,'',0,'',1384752880,1,1384752903,NULL,'','','','',1,99),
	(47,'手机资讯2','','<!DOCTYPE html>\n<html>\n<head>\n</head>\n<body>\n<p>22222</p>\n</body>\n</html>',167,'',0,'',1384752880,1,1384752925,NULL,'','','','',2,99),
	(48,'电脑资讯1','','<!DOCTYPE html>\n<html>\n<head>\n</head>\n<body>\n\n</body>\n</html>',168,'',0,'',1384753982,1,1384754003,NULL,'','','','',1,99),
	(49,'电脑资讯2','','<!DOCTYPE html>\n<html>\n<head>\n</head>\n<body>\n\n</body>\n</html>',168,'',0,'',1384753982,1,1384754016,NULL,'','','','',2,99),
	(50,'手机资讯22','','<!DOCTYPE html>\n<html>\n<head>\n</head>\n<body>\n\n</body>\n</html>',167,'',0,'',1384755958,1,1384755981,NULL,'','','','',1,99);

/*!40000 ALTER TABLE `xnfy520_banyou_article` ENABLE KEYS */;
UNLOCK TABLES;


# Dump of table xnfy520_banyou_classify
# ------------------------------------------------------------

DROP TABLE IF EXISTS `xnfy520_banyou_classify`;

CREATE TABLE `xnfy520_banyou_classify` (
  `id` int(11) unsigned NOT NULL AUTO_INCREMENT,
  `title` varchar(255) NOT NULL DEFAULT '',
  `alias` varchar(255) DEFAULT '',
  `indexing` varchar(255) NOT NULL DEFAULT '',
  `pid` int(11) unsigned DEFAULT '0',
  `remark` varchar(255) DEFAULT '',
  `enabled` tinyint(1) unsigned NOT NULL DEFAULT '1',
  `create_date` int(10) unsigned DEFAULT NULL,
  `modify_date` int(10) unsigned DEFAULT NULL,
  `leaf` tinyint(1) unsigned DEFAULT '0',
  `sort` tinyint(3) unsigned DEFAULT '0',
  `path` varchar(255) DEFAULT '0',
  `cover` varchar(255) DEFAULT '',
  PRIMARY KEY (`id`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

LOCK TABLES `xnfy520_banyou_classify` WRITE;
/*!40000 ALTER TABLE `xnfy520_banyou_classify` DISABLE KEYS */;

INSERT INTO `xnfy520_banyou_classify` (`id`, `title`, `alias`, `indexing`, `pid`, `remark`, `enabled`, `create_date`, `modify_date`, `leaf`, `sort`, `path`, `cover`)
VALUES
	(1,'链接','','link',0,'',1,1382597852,1383556514,0,99,'0','upload/source/wp_7_1_4.jpg'),
	(2,'文章','','article',0,'',1,1382597870,NULL,0,99,'0',''),
	(3,'商品','','commodity',0,'',1,1382597887,NULL,0,99,'0',''),
	(4,'手机专区','','cellphone_division',3,'',1,1382597912,1382752725,0,99,'0-3',''),
	(5,'电脑专区','','computer_division',3,'',1,1382597931,1382752733,0,99,'0-3',''),
	(6,'相机专区','','camera_division',3,'',1,1382597956,1382752739,0,99,'0-3',''),
	(7,'配件专区','','accessorie_division',3,'',1,1382597965,1382752742,0,99,'0-3',''),
	(43,'手机','','cellphone',4,'',1,1382752698,1382758906,0,99,'0-3-4',''),
	(46,'参数','','parameter',43,'',1,1382752979,NULL,0,99,'0-3-4-43',''),
	(50,'参数','','parameter',44,'',1,1382753066,1382753230,0,99,'0-3-5-44',''),
	(49,'筛选','','filter',44,'',1,1382753051,1382753245,0,99,'0-3-5-44',''),
	(48,'一体机','','aio',5,'',1,1382753032,NULL,0,99,'0-3-5',''),
	(71,'联通3G','WCDMA,GSM','',63,'',1,1383099126,NULL,1,99,'0-3-4-43-45-63',''),
	(225,'存储设备','','',50,'',1,1384393376,NULL,0,99,'0-3-5-44-50',''),
	(67,'价格范围','','price',45,'',1,1382772470,1383123968,0,99,'0-3-4-43-45',''),
	(66,'屏幕范围','','screen',45,'',1,1382772460,NULL,0,99,'0-3-4-43-45',''),
	(65,'核心数','','core',45,'',1,1382772449,NULL,0,99,'0-3-4-43-45',''),
	(64,'操作系统','','os',45,'',1,1382772439,NULL,0,99,'0-3-4-43-45',''),
	(63,'手机制式','','gsm',45,'',1,1382772427,NULL,0,99,'0-3-4-43-45',''),
	(222,'配件','','',46,'',1,1384393189,NULL,0,99,'0-3-4-43-46',''),
	(61,'相机配件','','camera',7,'',1,1382753447,NULL,0,99,'0-3-7',''),
	(60,'电脑配件','','computer',7,'',1,1382753436,NULL,0,99,'0-3-7',''),
	(59,'手机配件','','cellphone',7,'',1,1382753424,NULL,0,99,'0-3-7',''),
	(58,'镜头','','lens',6,'',1,1382753403,NULL,0,99,'0-3-6',''),
	(57,'单反相机','','slr',6,'',1,1382753386,NULL,0,99,'0-3-6',''),
	(56,'单电相机','','ildc',6,'',1,1382753374,NULL,0,99,'0-3-6',''),
	(55,'数码相机','','digital_camera',6,'',1,1382753351,NULL,0,99,'0-3-6',''),
	(54,'参数','','parameter',48,'',1,1382753312,NULL,0,99,'0-3-5-48',''),
	(53,'参数','','parameter',47,'',1,1382753280,NULL,0,99,'0-3-5-47',''),
	(52,'筛选','','filter',48,'',1,1382753097,1382753300,0,99,'0-3-5-48',''),
	(51,'筛选','','filter',47,'',1,1382753087,1382753267,0,99,'0-3-5-47',''),
	(47,'平板电脑','','tablet_pc',5,'',1,1382753021,NULL,0,99,'0-3-5',''),
	(45,'筛选','','filter',43,'',1,1382752961,NULL,0,99,'0-3-4-43',''),
	(44,'笔记本','','laptop',5,'',1,1382752902,1382752935,0,99,'0-3-5',''),
	(72,'移动3G','TD-SCDMA,GSM','',63,'',1,1383099151,NULL,1,99,'0-3-4-43-45-63',''),
	(73,'电信双模','CDMA2000,GSM','',63,'',1,1383099173,1383102065,1,99,'0-3-4-43-45-63',''),
	(74,'苹果','iOS','',64,'',1,1383099224,1383105079,1,99,'0-3-4-43-45-64',''),
	(75,'微软','WindowsPhone','',64,'',1,1383099342,1383105105,1,99,'0-3-4-43-45-64',''),
	(76,'安卓','Android 4.3','',64,'',1,1383099357,1383105101,1,99,'0-3-4-43-45-64',''),
	(77,'八核','','',65,'',1,1383099372,NULL,0,99,'0-3-4-43-45-65',''),
	(78,'双四核','','',65,'',1,1383099381,NULL,0,99,'0-3-4-43-45-65',''),
	(79,'四核','','',65,'',1,1383099390,NULL,0,99,'0-3-4-43-45-65',''),
	(80,'5.6英寸及以上','','',66,'',1,1383099402,NULL,0,99,'0-3-4-43-45-66',''),
	(81,'5.5-5.0英寸','','',66,'',1,1383099418,NULL,0,99,'0-3-4-43-45-66',''),
	(82,'4.9-4.1英寸','','',66,'',1,1383099431,NULL,0,99,'0-3-4-43-45-66',''),
	(83,'4.0-3.1英寸','','',66,'',1,1383099447,NULL,0,99,'0-3-4-43-45-66',''),
	(84,'0-999','','',67,'',1,1383099463,1383099548,1,99,'0-3-4-43-45-67',''),
	(85,'1000-1999','','',67,'',1,1383099475,1383099545,1,99,'0-3-4-43-45-67',''),
	(86,'2000-2999','','',67,'',1,1383099488,1383099541,1,99,'0-3-4-43-45-67',''),
	(87,'3000-3999','','',67,'',1,1383099500,1383099535,1,99,'0-3-4-43-45-67',''),
	(88,'4000-4999','','',67,'',1,1383099517,NULL,1,99,'0-3-4-43-45-67',''),
	(89,'5000以上','','',67,'',1,1383099531,NULL,1,99,'0-3-4-43-45-67',''),
	(218,'基本参数','','',46,'',1,1384393120,NULL,0,99,'0-3-4-43-46',''),
	(91,'显卡类型','','m_video',49,'',1,1383101122,1383110199,0,99,'0-3-5-44-49',''),
	(92,'屏幕尺寸','','screen_size',49,'',1,1383101142,1383110214,0,99,'0-3-5-44-49',''),
	(93,'硬盘类型','','sata',49,'',1,1383101307,1383110222,0,99,'0-3-5-44-49',''),
	(223,'基本参数','','',50,'',1,1384393359,NULL,0,99,'0-3-5-44-50',''),
	(95,'安卓','Android 4.2','',64,'',1,1383105152,1383105159,1,99,'0-3-4-43-45-64',''),
	(96,'内存容量','','mb',49,'',1,1383109619,1383110231,0,99,'0-3-5-44-49',''),
	(97,'操作系统','','os',49,'',1,1383109627,1383110237,0,99,'0-3-5-44-49',''),
	(98,'产品定位','','orientation',49,'',1,1383109634,1383110245,0,99,'0-3-5-44-49',''),
	(99,'价格范围','','price',49,'',1,1383109641,1383123982,0,99,'0-3-5-44-49',''),
	(221,'主要功能','','',46,'',1,1384393172,NULL,0,99,'0-3-4-43-46',''),
	(220,'数码相机功能','','',46,'',1,1384393160,NULL,0,99,'0-3-4-43-46',''),
	(102,'独立显卡','','',91,'',1,1383110395,1383110407,1,99,'0-3-5-44-49-91',''),
	(103,'核芯显卡','','',91,'',1,1383110421,1383110436,1,99,'0-3-5-44-49-91',''),
	(104,'集成显卡','','',91,'',1,1383110431,1383110440,1,99,'0-3-5-44-49-91',''),
	(105,'双显卡','','',91,'',1,1383110454,NULL,1,99,'0-3-5-44-49-91',''),
	(106,'10寸及以下','','',92,'',1,1383110471,NULL,1,99,'0-3-5-44-49-92',''),
	(107,'11寸','','',92,'',1,1383110486,NULL,1,99,'0-3-5-44-49-92',''),
	(108,'11.6寸','','',92,'',1,1383110496,NULL,1,99,'0-3-5-44-49-92',''),
	(109,'12寸','','',92,'',1,1383110504,1383110508,1,99,'0-3-5-44-49-92',''),
	(110,'12.5寸','','',92,'',1,1383110528,NULL,1,99,'0-3-5-44-49-92',''),
	(111,'13.3寸','','',92,'',1,1383110537,1383110551,1,99,'0-3-5-44-49-92',''),
	(112,'14寸','','',92,'',1,1383110548,NULL,1,99,'0-3-5-44-49-92',''),
	(113,'15.6寸','','',92,'',1,1383110570,NULL,1,99,'0-3-5-44-49-92',''),
	(114,'17寸','','',92,'',1,1383110578,NULL,1,99,'0-3-5-44-49-92',''),
	(115,'SATA串行硬盘','','',93,'',1,1383110647,NULL,1,99,'0-3-5-44-49-93',''),
	(116,'SSD固态硬盘','','',93,'',1,1383110656,NULL,1,99,'0-3-5-44-49-93',''),
	(117,'2GB','','',96,'',1,1383110673,NULL,1,99,'0-3-5-44-49-96',''),
	(118,'4GB','','',96,'',1,1383110683,NULL,1,99,'0-3-5-44-49-96',''),
	(119,'8GB','','',96,'',1,1383110693,NULL,1,99,'0-3-5-44-49-96',''),
	(120,'10GB','','',96,'',1,1383110702,NULL,1,99,'0-3-5-44-49-96',''),
	(121,'16GB','','',96,'',1,1383110714,NULL,1,99,'0-3-5-44-49-96',''),
	(122,'Windows8','','',97,'',1,1383110763,NULL,1,99,'0-3-5-44-49-97',''),
	(123,'Windows7','','',97,'',1,1383110774,NULL,1,99,'0-3-5-44-49-97',''),
	(124,'iOS','','',97,'',1,1383110786,NULL,1,99,'0-3-5-44-49-97',''),
	(125,'Mac OS X Mountain Lion','','',97,'',1,1383110800,NULL,1,99,'0-3-5-44-49-97',''),
	(126,'Linux','','',97,'',1,1383110810,NULL,1,99,'0-3-5-44-49-97',''),
	(127,'DOS','','',97,'',1,1383110817,NULL,1,99,'0-3-5-44-49-97',''),
	(128,'笔记本','','',98,'',1,1383110870,NULL,1,99,'0-3-5-44-49-98',''),
	(129,'超极本','','',98,'',1,1383110880,NULL,1,99,'0-3-5-44-49-98',''),
	(130,'触控本','','',98,'',1,1383110888,NULL,1,99,'0-3-5-44-49-98',''),
	(131,'平板','','',98,'',1,1383110899,NULL,1,99,'0-3-5-44-49-98',''),
	(132,'全能本','','',98,'',1,1383110907,NULL,1,99,'0-3-5-44-49-98',''),
	(133,'商务本','','',98,'',1,1383110914,NULL,1,99,'0-3-5-44-49-98',''),
	(134,'上网本','','',98,'',1,1383110922,NULL,1,99,'0-3-5-44-49-98',''),
	(135,'学生本','','',98,'',1,1383110932,NULL,1,99,'0-3-5-44-49-98',''),
	(136,'一体机','','',98,'',1,1383110942,NULL,1,99,'0-3-5-44-49-98',''),
	(137,'影音本','','',98,'',1,1383110951,NULL,1,99,'0-3-5-44-49-98',''),
	(138,'游戏本','','',98,'',1,1383110961,NULL,1,99,'0-3-5-44-49-98',''),
	(139,'1000-1999','','',99,'',1,1383110996,NULL,1,99,'0-3-5-44-49-99',''),
	(140,'2000-2999','','',99,'',1,1383111006,NULL,1,99,'0-3-5-44-49-99',''),
	(141,'3000-3999','','',99,'',1,1383111016,NULL,1,99,'0-3-5-44-49-99',''),
	(142,'4000-4999','','',99,'',1,1383111026,NULL,1,99,'0-3-5-44-49-99',''),
	(143,'5000-6999','','',99,'',1,1383111036,NULL,1,99,'0-3-5-44-49-99',''),
	(144,'7000-9999','','',99,'',1,1383111047,NULL,1,99,'0-3-5-44-49-99',''),
	(145,'10000以上','','',99,'',1,1383111058,NULL,1,99,'0-3-5-44-49-99',''),
	(219,'显示屏幕','','',46,'',1,1384393130,NULL,0,99,'0-3-4-43-46',''),
	(147,'商品','','',1,'',1,1383113312,1383122857,0,99,'0-1',''),
	(153,'售后服务','','after_service',2,'',1,1383114630,1383119801,0,99,'0-2',''),
	(154,'广告','','',1,'',1,1383114998,1383122918,0,99,'0-1',''),
	(155,'支持服务','','',147,'',1,1383115028,1383115036,1,99,'0-1-147',''),
	(156,'资讯','','information',2,'',1,1383119832,1383123221,0,98,'0-2',''),
	(157,'公告','','',153,'',1,1383120153,NULL,1,99,'0-2-153',''),
	(158,'维修流程','','',153,'',1,1383120162,1383120168,1,99,'0-2-153',''),
	(159,'客服中心','','',153,'',1,1383120183,NULL,1,99,'0-2-153',''),
	(160,'硬件维修','','',153,'',1,1383120193,NULL,1,99,'0-2-153',''),
	(161,'常见问题','','',153,'',1,1383120207,NULL,1,99,'0-2-153',''),
	(162,'手机保养','','',153,'',1,1383120220,NULL,1,99,'0-2-153',''),
	(163,'热门关注','','',153,'',1,1383120257,NULL,1,99,'0-2-153',''),
	(164,'手机保养','','',153,'',1,1383120267,NULL,1,99,'0-2-153',''),
	(165,'常见问题','','',153,'',1,1383120279,NULL,1,99,'0-2-153',''),
	(166,'公告','','notice',156,'',1,1383120774,1384586261,1,99,'0-2-156',''),
	(167,'手机导购','','cellphone_division',156,'',1,1383120793,1384753625,1,99,'0-2-156',''),
	(168,'电脑导购','','computer_division',156,'',1,1383120821,1384753633,1,99,'0-2-156',''),
	(169,'相机导购','','camera_division',156,'',1,1383120831,1384753637,1,99,'0-2-156',''),
	(170,'配件导购','','accessorie_division',156,'',1,1383120840,1384753761,1,99,'0-2-156',''),
	(179,'帮助中心','','help_center',2,'',1,1383123210,NULL,0,99,'0-2',''),
	(180,'新手指南','','',179,'',1,1383123298,NULL,1,99,'0-2-179',''),
	(181,'付款方式','','',179,'',1,1383123327,NULL,1,99,'0-2-179',''),
	(182,'配送方式','','',179,'',1,1383123339,NULL,1,99,'0-2-179',''),
	(183,'售后服务','','',179,'',1,1383123350,NULL,1,99,'0-2-179',''),
	(184,'会员相关','','',179,'',1,1383123360,NULL,1,99,'0-2-179',''),
	(185,'店铺信息','','',179,'',1,1383123370,NULL,1,99,'0-2-179',''),
	(186,'关于我们','','',179,'',1,1383123413,NULL,1,99,'0-2-179',''),
	(193,'苹果','Apple','',192,'',1,1383723964,1383736905,1,99,'0-3-192',''),
	(224,'处理器','','',50,'',1,1384393369,NULL,0,99,'0-3-5-44-50',''),
	(192,'品牌列表','','brands',3,'',1,1383723679,1383723735,0,0,'0-3',''),
	(194,'三星','SAMSUNG','',192,'',1,1383723981,1383724024,1,99,'0-3-192',''),
	(195,'诺基亚','NOKIA','',192,'',1,1383724014,1383724028,1,99,'0-3-192',''),
	(196,'索尼','SONY','',192,'',1,1384137145,1384137154,1,99,'0-3-192',''),
	(197,'HTC','','',192,'',1,1384137174,1384137180,1,99,'0-3-192',''),
	(198,'联想','Lenovo','',192,'',1,1384137205,1384137209,1,99,'0-3-192',''),
	(199,'华为','HUAWEI','',192,'',1,1384137231,NULL,1,99,'0-3-192',''),
	(200,'魅族','MEIZU','',192,'',1,1384137264,NULL,1,99,'0-3-192',''),
	(201,'小米','MI','',192,'',1,1384137285,NULL,1,99,'0-3-192',''),
	(202,'摩托罗拉','Motorola','',192,'',1,1384137310,1384137626,1,99,'0-3-192',''),
	(203,'OPPO','','',192,'',1,1384137325,NULL,1,99,'0-3-192',''),
	(204,'中兴','ZTE','',192,'',1,1384137368,NULL,1,99,'0-3-192',''),
	(205,'酷派','Coolpad','',192,'',1,1384137388,NULL,1,99,'0-3-192',''),
	(206,'vivo','','',192,'',1,1384137428,NULL,1,99,'0-3-192',''),
	(207,'飞利浦','PHILIPS','',192,'',1,1384137449,NULL,1,99,'0-3-192',''),
	(208,'LG','','',192,'',1,1384137464,NULL,1,99,'0-3-192',''),
	(209,'朵唯','DOOV','',192,'',1,1384137529,NULL,1,99,'0-3-192',''),
	(210,'黑莓','BlackBerry','',192,'',1,1384137551,NULL,1,99,'0-3-192',''),
	(211,'摩仕','moshi','',192,'',1,1384137575,1384137710,1,99,'0-3-192',''),
	(212,'耐尔金','NILLKIN','',192,'',1,1384137599,NULL,1,99,'0-3-192',''),
	(213,'惠普','HP','',192,'',1,1384137788,NULL,1,99,'0-3-192',''),
	(214,'戴尔','DELL','',192,'',1,1384137820,NULL,1,99,'0-3-192',''),
	(215,'华硕','ASUS','',192,'',1,1384137871,NULL,1,99,'0-3-192',''),
	(216,'宏碁','Acer','',192,'',1,1384137893,NULL,1,99,'0-3-192',''),
	(217,'联想','ThinkPad','',192,'',1,1384137923,NULL,1,99,'0-3-192',''),
	(226,'显示屏','','',50,'',1,1384393383,NULL,0,99,'0-3-5-44-50',''),
	(227,'显卡','','',50,'',1,1384393390,NULL,0,99,'0-3-5-44-50',''),
	(228,'多媒体设备','','',50,'',1,1384393400,NULL,0,99,'0-3-5-44-50',''),
	(229,'网络通信','','',50,'',1,1384393411,NULL,0,99,'0-3-5-44-50',''),
	(230,'端口','','',50,'',1,1384393423,NULL,0,99,'0-3-5-44-50',''),
	(231,'输入设备','','',50,'',1,1384393431,NULL,0,99,'0-3-5-44-50',''),
	(232,'电源描述','','',50,'',1,1384393440,NULL,0,99,'0-3-5-44-50',''),
	(233,'规格','','',50,'',1,1384393447,NULL,0,99,'0-3-5-44-50',''),
	(234,'基本参数','','',53,'',1,1384393502,NULL,0,99,'0-3-5-47-53',''),
	(235,'显示屏幕','','',53,'',1,1384393513,NULL,0,99,'0-3-5-47-53',''),
	(236,'多媒体功能','','',53,'',1,1384393519,NULL,0,99,'0-3-5-47-53',''),
	(237,'热门功能','','',53,'',1,1384393526,NULL,0,99,'0-3-5-47-53',''),
	(238,'连接属性','','',53,'',1,1384393533,NULL,0,99,'0-3-5-47-53',''),
	(239,'外观特征','','',53,'',1,1384393541,NULL,0,99,'0-3-5-47-53',''),
	(240,'筛选','','',55,'',1,1384393789,1384393872,0,99,'0-3-6-55',''),
	(241,'参数','','',55,'',1,1384393808,1384393881,0,99,'0-3-6-55',''),
	(244,'基本参数','','',241,'',1,1384393900,NULL,0,99,'0-3-6-55-241',''),
	(245,'屏幕参数','','',241,'',1,1384393906,NULL,0,99,'0-3-6-55-241',''),
	(246,'镜头参数','','',241,'',1,1384394371,NULL,0,99,'0-3-6-55-241',''),
	(247,'曝光控制','','',241,'',1,1384394381,NULL,0,99,'0-3-6-55-241',''),
	(248,'性能参数','','',241,'',1,1384394389,NULL,0,99,'0-3-6-55-241',''),
	(249,'闪光灯参数','','',241,'',1,1384394415,NULL,0,99,'0-3-6-55-241',''),
	(250,'存储及连接参数','','',241,'',1,1384394580,NULL,0,99,'0-3-6-55-241',''),
	(251,'附件及电源参数','','',241,'',1,1384394617,NULL,0,99,'0-3-6-55-241',''),
	(252,'外观参数','','',241,'',1,1384394627,NULL,0,99,'0-3-6-55-241',''),
	(253,'筛选','','',56,'',1,1384394656,NULL,0,99,'0-3-6-56',''),
	(254,'参数','','',56,'',1,1384394672,NULL,0,99,'0-3-6-56',''),
	(255,'基本参数','','',254,'',1,1384394816,NULL,0,99,'0-3-6-56-254',''),
	(256,'屏幕参数','','',254,'',1,1384394829,NULL,0,99,'0-3-6-56-254',''),
	(257,'镜头参数','','',254,'',1,1384394837,NULL,0,99,'0-3-6-56-254',''),
	(258,'曝光控制','','',254,'',1,1384394845,NULL,0,99,'0-3-6-56-254',''),
	(259,'性能参数','','',254,'',1,1384394853,NULL,0,99,'0-3-6-56-254',''),
	(260,'闪光灯参数','','',254,'',1,1384394861,NULL,0,99,'0-3-6-56-254',''),
	(261,'存储及连接参数','','',254,'',1,1384394868,NULL,0,99,'0-3-6-56-254',''),
	(262,'附件及电源参数','','',254,'',1,1384394875,NULL,0,99,'0-3-6-56-254',''),
	(263,'外观参数','','',254,'',1,1384394881,NULL,0,99,'0-3-6-56-254',''),
	(264,'筛选','','',57,'',1,1384394951,NULL,0,99,'0-3-6-57',''),
	(265,'参数','','',57,'',1,1384394965,NULL,0,99,'0-3-6-57',''),
	(266,'基本参数','','',265,'',1,1384395071,NULL,0,99,'0-3-6-57-265',''),
	(267,'屏幕参数','','',265,'',1,1384395082,NULL,0,99,'0-3-6-57-265',''),
	(268,'镜头参数','','',265,'',1,1384395089,NULL,0,99,'0-3-6-57-265',''),
	(269,'曝光控制','','',265,'',1,1384395096,NULL,0,99,'0-3-6-57-265',''),
	(270,'性能参数','','',265,'',1,1384395177,NULL,0,99,'0-3-6-57-265',''),
	(271,'闪光灯参数','','',265,'',1,1384395185,NULL,0,99,'0-3-6-57-265',''),
	(272,'存储及连接参数','','',265,'',1,1384395192,NULL,0,99,'0-3-6-57-265',''),
	(273,'电源参数','','',265,'',1,1384395200,NULL,0,99,'0-3-6-57-265',''),
	(274,'外观参数','','',265,'',1,1384395209,NULL,0,99,'0-3-6-57-265',''),
	(275,'特性','','',265,'',1,1384395217,NULL,0,99,'0-3-6-57-265',''),
	(276,'筛选','','',58,'',1,1384395231,NULL,0,99,'0-3-6-58',''),
	(277,'参数','','',58,'',1,1384395237,NULL,0,99,'0-3-6-58',''),
	(278,'主体','','',277,'',1,1384395276,NULL,0,99,'0-3-6-58-277',''),
	(279,'规格','','',277,'',1,1384395283,NULL,0,99,'0-3-6-58-277',''),
	(280,'特性','','',277,'',1,1384395289,NULL,0,99,'0-3-6-58-277',''),
	(281,'手机制式','','',218,'',1,1384415994,1384416002,1,99,'0-3-4-43-46-218',''),
	(282,'SIM卡规格','','',218,'',1,1384416026,NULL,1,99,'0-3-4-43-46-218',''),
	(283,'操作系统','','',218,'',1,1384416037,NULL,1,99,'0-3-4-43-46-218',''),
	(284,'ROM容量','','',218,'',1,1384416047,NULL,1,99,'0-3-4-43-46-218',''),
	(285,'存储卡','','',218,'',1,1384416067,NULL,1,99,'0-3-4-43-46-218',''),
	(286,'扩展内存','','',218,'',1,1384416081,NULL,1,99,'0-3-4-43-46-218',''),
	(287,'GPU型号','','',218,'',1,1384416094,NULL,1,99,'0-3-4-43-46-218',''),
	(288,'RAM容量','','',218,'',1,1384416107,NULL,1,99,'0-3-4-43-46-218',''),
	(289,'CPU频率','','',218,'',1,1384416120,NULL,1,99,'0-3-4-43-46-218',''),
	(290,'核心数','','',218,'',1,1384416139,NULL,1,99,'0-3-4-43-46-218',''),
	(291,'CPU型号','','',218,'',1,1384416276,NULL,1,99,'0-3-4-43-46-218',''),
	(292,'支持频段','','',218,'',1,1384416298,NULL,1,99,'0-3-4-43-46-218',''),
	(293,'数据业务','','',218,'',1,1384416311,NULL,1,99,'0-3-4-43-46-218',''),
	(294,'上市时间','','',218,'',1,1384416325,NULL,1,99,'0-3-4-43-46-218',''),
	(295,'手机类型','','',218,'',1,1384416343,NULL,1,99,'0-3-4-43-46-218',''),
	(296,'屏幕尺寸','','',219,'',1,1384416366,NULL,1,99,'0-3-4-43-46-219',''),
	(297,'主屏分辨率','','',219,'',1,1384416381,NULL,1,99,'0-3-4-43-46-219',''),
	(298,'屏幕像素密度','','',219,'',1,1384416397,NULL,1,99,'0-3-4-43-46-219',''),
	(299,'屏幕范围','','',219,'',1,1384416407,NULL,1,99,'0-3-4-43-46-219',''),
	(300,'主屏材质','','',219,'',1,1384416416,NULL,1,99,'0-3-4-43-46-219',''),
	(301,'拍摄特色','','',220,'',1,1384416471,NULL,1,99,'0-3-4-43-46-220',''),
	(302,'图像尺寸','','',220,'',1,1384416482,NULL,1,99,'0-3-4-43-46-220',''),
	(303,'视频拍摄','','',220,'',1,1384416491,NULL,1,99,'0-3-4-43-46-220',''),
	(304,'闪光灯','','',220,'',1,1384416500,NULL,1,99,'0-3-4-43-46-220',''),
	(305,'前置摄像头像素','','',220,'',1,1384416509,NULL,1,99,'0-3-4-43-46-220',''),
	(306,'后置摄像头像素','','',220,'',1,1384416518,NULL,1,99,'0-3-4-43-46-220',''),
	(307,'数码相机感光元件','','',220,'',1,1384416527,NULL,1,99,'0-3-4-43-46-220',''),
	(308,'摄像头类型','','',220,'',1,1384416537,NULL,1,99,'0-3-4-43-46-220',''),
	(309,'数码相机功能','','',220,'',1,1384416546,NULL,1,99,'0-3-4-43-46-220',''),
	(313,'温度感应','','',221,'',1,1384416625,NULL,1,99,'0-3-4-43-46-221',''),
	(312,'陀螺仪','','',221,'',1,1384416617,NULL,1,99,'0-3-4-43-46-221',''),
	(314,'压力传感器','','',221,'',1,1384416633,NULL,1,99,'0-3-4-43-46-221',''),
	(315,'电子罗盘','','',221,'',1,1384416642,NULL,1,99,'0-3-4-43-46-221',''),
	(316,'光线感应','','',221,'',1,1384416651,NULL,1,99,'0-3-4-43-46-221',''),
	(317,'距离感应','','',221,'',1,1384416661,NULL,1,99,'0-3-4-43-46-221',''),
	(318,'加速度感应器','','',221,'',1,1384416675,NULL,1,99,'0-3-4-43-46-221',''),
	(319,'重力感应','','',221,'',1,1384416686,NULL,1,99,'0-3-4-43-46-221',''),
	(320,'NFC技术','','',221,'',1,1384416697,NULL,1,99,'0-3-4-43-46-221',''),
	(321,'其他功能','','',221,'',1,1384416708,NULL,1,99,'0-3-4-43-46-221',''),
	(322,'GPS导航','','',221,'',1,1384416718,NULL,1,99,'0-3-4-43-46-221',''),
	(323,'Flash功能','','',221,'',1,1384416729,NULL,1,99,'0-3-4-43-46-221',''),
	(324,'收音机功能','','',221,'',1,1384416739,NULL,1,99,'0-3-4-43-46-221',''),
	(325,'视频播放','','',221,'',1,1384416749,NULL,1,99,'0-3-4-43-46-221',''),
	(326,'图形格式','','',221,'',1,1384416758,NULL,1,99,'0-3-4-43-46-221',''),
	(327,'音频播放','','',221,'',1,1384416767,NULL,1,99,'0-3-4-43-46-221',''),
	(328,'耳机接口','','',221,'',1,1384416775,NULL,1,99,'0-3-4-43-46-221',''),
	(329,'数据接口','','',221,'',1,1384416784,NULL,1,99,'0-3-4-43-46-221',''),
	(330,'WLAN功能','','',221,'',1,1384416795,NULL,1,99,'0-3-4-43-46-221',''),
	(331,'蓝牙传输','','',221,'',1,1384416808,NULL,1,99,'0-3-4-43-46-221',''),
	(332,'电池设计','','',222,'',1,1384416828,NULL,1,99,'0-3-4-43-46-222',''),
	(333,'其他说明','','',222,'',1,1384416839,NULL,1,99,'0-3-4-43-46-222',''),
	(334,'标配电池','','',222,'',1,1384416850,NULL,1,99,'0-3-4-43-46-222',''),
	(335,'行业资讯','','industry',156,'',1,1384753773,NULL,0,99,'0-2-156','');

/*!40000 ALTER TABLE `xnfy520_banyou_classify` ENABLE KEYS */;
UNLOCK TABLES;


# Dump of table xnfy520_banyou_commodity
# ------------------------------------------------------------

DROP TABLE IF EXISTS `xnfy520_banyou_commodity`;

CREATE TABLE `xnfy520_banyou_commodity` (
  `id` int(11) unsigned NOT NULL AUTO_INCREMENT,
  `name` varchar(255) NOT NULL DEFAULT '' COMMENT '商品名称',
  `title` varchar(255) NOT NULL DEFAULT '' COMMENT '商品标题',
  `description` varchar(255) DEFAULT '' COMMENT '商品简介',
  `collocate` varchar(255) DEFAULT '' COMMENT '商品配置',
  `market_price` double(10,2) unsigned DEFAULT '0.00' COMMENT '市场价格',
  `selling_price` double(10,2) unsigned DEFAULT '0.00' COMMENT '商城价格',
  `collocation_price` double(10,2) unsigned DEFAULT '0.00' COMMENT '搭配价格',
  `cover` varchar(255) DEFAULT '' COMMENT '商品封面',
  `details` longtext COMMENT '商品详情',
  `pid` int(10) unsigned DEFAULT NULL COMMENT '所属商品',
  `views` int(10) unsigned DEFAULT '0' COMMENT '浏览次数',
  `enabled` tinyint(1) unsigned NOT NULL DEFAULT '1' COMMENT '启用商品',
  `classifys` text COMMENT '商品筛选集',
  `create_date` int(10) unsigned DEFAULT NULL COMMENT '创建日期',
  `modify_date` int(10) unsigned DEFAULT NULL COMMENT '修改日期',
  `district` int(10) unsigned NOT NULL DEFAULT '0' COMMENT '所属专区',
  `category` int(10) unsigned NOT NULL DEFAULT '0' COMMENT '所属类别',
  `master` tinyint(1) unsigned NOT NULL DEFAULT '1' COMMENT '商品主从',
  `brand` int(10) unsigned DEFAULT '0' COMMENT '商品品牌',
  `params` text COMMENT '商品参数集',
  `informations` text COMMENT '商品相关资讯集',
  `videos` text COMMENT '商品相关视频集',
  PRIMARY KEY (`id`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

LOCK TABLES `xnfy520_banyou_commodity` WRITE;
/*!40000 ALTER TABLE `xnfy520_banyou_commodity` DISABLE KEYS */;

INSERT INTO `xnfy520_banyou_commodity` (`id`, `name`, `title`, `description`, `collocate`, `market_price`, `selling_price`, `collocation_price`, `cover`, `details`, `pid`, `views`, `enabled`, `classifys`, `create_date`, `modify_date`, `district`, `category`, `master`, `brand`, `params`, `informations`, `videos`)
VALUES
	(10001,'iPhone 5s','iPhone 5s','','',0.00,3999.00,0.00,'upload/source/wp_2_4_4.jpg','<!DOCTYPE html>\n<html>\n<head>\n</head>\n<body>\n<p>iPhone 5s</p>\n</body>\n</html>',0,0,1,'{\"brand\":\"193\",\"gsm\":[\"72\",\"73\"],\"os\":\"74\",\"core\":\"79\",\"screen\":\"82\",\"price\":[\"89\"]}',1384153875,NULL,4,43,1,193,'','',''),
	(10002,'iPhone 4s','iPhone 4s','','',0.00,3999.00,0.00,'upload/source/wp_7_4_4.jpg','<!DOCTYPE html>\n<html>\n<head>\n</head>\n<body>\n\n</body>\n</html>',0,0,1,'{\"brand\":\"193\",\"gsm\":[\"72\"],\"os\":\"74\",\"core\":\"79\",\"screen\":\"83\",\"price\":[\"88\"]}',1384154527,NULL,4,43,1,193,'','',''),
	(10003,'小米3','小米3','','',0.00,1999.00,0.00,'','<!DOCTYPE html>\n<html>\n<head>\n</head>\n<body>\n\n</body>\n</html>',0,0,1,'{\"gsm\":\"\",\"os\":\"76\",\"core\":\"77\",\"screen\":\"82\",\"price\":\"85\"}',1384154951,NULL,4,43,1,0,'','',''),
	(10004,'iPhone 5s','iPhone 5s 16G','iPhone 5s 16G','iPhone 5s 16G',0.00,4555.00,0.00,'','<!DOCTYPE html>\n<html>\n<head>\n</head>\n<body>\n\n</body>\n</html>',1,0,1,'{\"brand\":\"193\",\"gsm\":[\"72\"],\"os\":\"74\",\"core\":\"79\",\"screen\":\"83\",\"price\":\"87\"}',1384158343,NULL,4,43,0,193,'','',''),
	(10005,'iPhone 5s','iPhone 5s 32G','','',0.00,4015.00,0.00,'upload/source/wp_2_4_4.jpg','<!DOCTYPE html>\n<html>\n<head>\n</head>\n<body>\n<p>iPhone 5s 32G</p>\n</body>\n</html>',1,0,1,'{\"brand\":\"193\",\"gsm\":[\"72\",\"73\"],\"os\":\"74\",\"core\":\"79\",\"screen\":\"82\",\"price\":\"89\"}',1384329649,NULL,4,43,0,193,'','',''),
	(10006,'iPhone 4s','iPhone 4s','','',0.00,3999.00,0.00,'upload/source/wp_7_4_4.jpg','<!DOCTYPE html>\n<html>\n<head>\n</head>\n<body>\n<p>iPhone 4s</p>\n</body>\n</html>',10002,0,1,'{\"brand\":\"193\",\"gsm\":[\"72\"],\"os\":\"74\",\"core\":\"79\",\"screen\":\"83\",\"price\":\"88\"}',1384330714,NULL,4,43,0,193,'','',''),
	(10007,'华硕as','华硕ass','','',0.00,9.00,0.00,'','<!DOCTYPE html>\n<html>\n<head>\n</head>\n<body>\n<p>华硕as</p>\n</body>\n</html>',0,0,1,'',1384333493,NULL,5,44,1,0,'','',''),
	(10008,'iPhone 7s','这是个好商品','','',0.00,3999.00,0.00,'upload/source/wp_7_4_4.jpg','<!DOCTYPE html>\n<html>\n<head>\n</head>\n<body>\n\n</body>\n</html>',0,0,1,'{\"brand\":\"193\",\"gsm\":[\"72\"],\"os\":\"74\",\"core\":\"79\",\"screen\":\"83\",\"price\":\"88\"}',1384482957,NULL,4,43,1,193,'[{\"id\":\"281\",\"value\":\"\\u597d\\u597d,\\u975e\\u5e38\\u597d\"},{\"id\":\"282\",\"value\":\"\\u6728\\u6709\"},{\"id\":\"296\",\"value\":\"\\u65b0\\u65b0\"},{\"id\":\"298\",\"value\":\"\\u4e0d\\u9519\"},{\"id\":\"305\",\"value\":\"30000\"},{\"id\":\"316\",\"value\":\"\\u6211\\u52d2\\u4e2a\\u53bb\"},{\"id\":\"332\",\"value\":\"\\u554a\\u54c8\\u54c8\\u54c8\\u54c8\"}]','',''),
	(10009,'iPhone 7s','这是个好商品1','','',0.00,3999.00,0.00,'upload/source/wp_7_4_4.jpg','<!DOCTYPE html>\n<html>\n<head>\n</head>\n<body>\n\n</body>\n</html>',10008,0,1,'{\"brand\":\"193\",\"gsm\":[\"72\"],\"os\":\"74\",\"core\":\"79\",\"screen\":\"83\",\"price\":\"88\"}',1384486683,NULL,4,43,0,193,'[{\"id\":\"281\",\"value\":\"\\u597d\\u597d,\\u975e\\u5e38\\u597d\"},{\"id\":\"282\",\"value\":\"\\u6728\\u6709\"},{\"id\":\"296\",\"value\":\"\\u65b0\\u65b0\"},{\"id\":\"298\",\"value\":\"\\u4e0d\\u9519\"},{\"id\":\"305\",\"value\":\"30000\"},{\"id\":\"316\",\"value\":\"\\u6211\\u52d2\\u4e2a\\u53bb\"},{\"id\":\"332\",\"value\":\"\\u554a\\u54c8\\u54c8\\u54c8\\u54c8\"},{\"id\":\"334\",\"value\":\"\\u80bf\\u4e48\\u6837,\\u6709\\u6728\\u6709\"}]','',''),
	(10010,'iPhone 7s','这是个好商品11','','',0.00,3999.00,0.00,'upload/source/wp_7_4_4.jpg','<!DOCTYPE html>\n<html>\n<head>\n</head>\n<body>\n\n</body>\n</html>',10008,0,1,'{\"brand\":\"193\",\"gsm\":[\"72\"],\"os\":\"74\",\"core\":\"79\",\"screen\":\"83\",\"price\":\"88\"}',1384487306,NULL,4,43,0,193,'[{\"id\":\"281\",\"value\":\"\\u597d\\u597d,\\u975e\\u5e38\\u597d\"},{\"id\":\"282\",\"value\":\"\\u6728\\u6709\"},{\"id\":\"296\",\"value\":\"\\u65b0\\u65b0\"},{\"id\":\"298\",\"value\":\"\\u4e0d\\u9519\"},{\"id\":\"305\",\"value\":\"30000\"},{\"id\":\"316\",\"value\":\"\\u6211\\u52d2\\u4e2a\\u53bb\"},{\"id\":\"332\",\"value\":\"\\u554a\\u54c8\\u54c8\\u54c8\\u54c8\"}]','',''),
	(10011,'iPhone 7s','这是个好商品22','','',0.00,3999.00,0.00,'upload/source/wp_7_4_4.jpg','<!DOCTYPE html>\n<html>\n<head>\n</head>\n<body>\n\n</body>\n</html>',10008,0,1,'{\"brand\":\"193\",\"gsm\":[\"72\"],\"os\":\"74\",\"core\":\"79\",\"screen\":\"83\",\"price\":\"88\"}',1384487435,NULL,4,43,0,193,'[{\"id\":\"281\",\"value\":\"\\u597d\\u597d,\\u975e\\u5e38\\u597d\"},{\"id\":\"282\",\"value\":\"\\u6728\\u6709\"},{\"id\":\"296\",\"value\":\"\\u65b0\\u65b0\"},{\"id\":\"298\",\"value\":\"\\u4e0d\\u9519\"},{\"id\":\"305\",\"value\":\"30000\"},{\"id\":\"316\",\"value\":\"\\u6211\\u52d2\\u4e2a\\u53bb\"},{\"id\":\"332\",\"value\":\"\\u554a\\u54c8\\u54c8\\u54c8\\u54c8\"}]','',''),
	(10012,'iPhone 7s','这是个好商品333','','',0.00,3999.00,0.00,'upload/source/wp_7_4_4.jpg','<!DOCTYPE html>\n<html>\n<head>\n</head>\n<body>\n\n</body>\n</html>',10008,0,1,'{\"brand\":\"193\",\"gsm\":[\"72\"],\"os\":\"74\",\"core\":\"79\",\"screen\":\"83\",\"price\":\"88\"}',1384487624,NULL,4,43,0,193,'[{\"id\":\"281\",\"value\":\"\\u597d\\u597d,\\u975e\\u5e38\\u597d\"},{\"id\":\"282\",\"value\":\"\\u6728\\u6709\"},{\"id\":\"296\",\"value\":\"\\u65b0\\u65b0\"},{\"id\":\"298\",\"value\":\"\\u4e0d\\u9519\"},{\"id\":\"305\",\"value\":\"30000\"},{\"id\":\"316\",\"value\":\"\\u6211\\u52d2\\u4e2a\\u53bb\"},{\"id\":\"332\",\"value\":\"\\u554a\\u54c8\\u54c8\\u54c8\\u54c8\"}]','',''),
	(10013,'iPhone 7s','这是个好商品44444','','',0.00,3999.00,0.00,'upload/source/wp_7_4_4.jpg','<!DOCTYPE html>\n<html>\n<head>\n</head>\n<body>\n\n</body>\n</html>',10008,0,1,'{\"brand\":\"193\",\"gsm\":[\"72\"],\"os\":\"74\",\"core\":\"79\",\"screen\":\"83\",\"price\":\"88\"}',1384495640,NULL,4,43,0,193,'[{\"id\":\"281\",\"value\":\"\\u597d\\u597d,\\u975e\\u5e38\\u597d\"},{\"id\":\"282\",\"value\":\"\\u6728\\u6709\"},{\"id\":\"296\",\"value\":\"\\u65b0\\u65b0\"},{\"id\":\"298\",\"value\":\"\\u4e0d\\u9519\"},{\"id\":\"305\",\"value\":\"30000\"},{\"id\":\"316\",\"value\":\"\\u6211\\u52d2\\u4e2a\\u53bb\"},{\"id\":\"332\",\"value\":\"\\u554a\\u54c8\\u54c8\\u54c8\\u54c8\"},{\"id\":\"333\",\"value\":\"yes i can\"}]','',''),
	(10014,'iPhone 7s','这是个好商品555','','',0.00,3999.00,0.00,'upload/source/wp_7_4_4.jpg','<!DOCTYPE html>\n<html>\n<head>\n</head>\n<body>\n\n</body>\n</html>',10008,0,1,'{\"brand\":\"193\",\"gsm\":[\"72\"],\"os\":\"74\",\"core\":\"79\",\"screen\":\"83\",\"price\":\"88\"}',1384495998,NULL,4,43,0,193,'[{\"id\":\"281\",\"value\":\"\\u597d\\u597d,\\u975e\\u5e38\\u597d\"},{\"id\":\"282\",\"value\":\"\\u6728\\u6709\"},{\"id\":\"283\",\"value\":\"hahahah\"},{\"id\":\"296\",\"value\":\"\\u65b0\\u65b0\"},{\"id\":\"298\",\"value\":\"\\u4e0d\\u9519\"},{\"id\":\"305\",\"value\":\"30000\"},{\"id\":\"316\",\"value\":\"\\u6211\\u52d2\\u4e2a\\u53bb\"},{\"id\":\"332\",\"value\":\"\\u554a\\u54c8\\u54c8\\u54c8\\u54c8\"}]','',''),
	(10015,'iPhone 7s','这是个好商品6666','','',0.00,3999.00,0.00,'upload/source/wp_7_4_4.jpg','<!DOCTYPE html>\n<html>\n<head>\n</head>\n<body>\n\n</body>\n</html>',10008,0,1,'{\"brand\":\"193\",\"gsm\":[\"72\"],\"os\":\"74\",\"core\":\"79\",\"screen\":\"83\",\"price\":\"88\"}',1384496135,NULL,4,43,0,193,'[{\"id\":\"281\",\"value\":\"\\u597d\\u597d,\\u975e\\u5e38\\u597d\"},{\"id\":\"282\",\"value\":\"\\u6728\\u6709\"},{\"id\":\"283\",\"value\":\"segsgsgsg\"},{\"id\":\"296\",\"value\":\"\\u65b0\\u65b0\"},{\"id\":\"298\",\"value\":\"\\u4e0d\\u9519\"},{\"id\":\"305\",\"value\":\"30000\"},{\"id\":\"316\",\"value\":\"\\u6211\\u52d2\\u4e2a\\u53bb\"},{\"id\":\"332\",\"value\":\"\\u554a\\u54c8\\u54c8\\u54c8\\u54c8\"}]','',''),
	(10016,'iPhone 7s','这是个好商品7777','','',0.00,3999.00,0.00,'upload/source/wp_7_4_4.jpg','<!DOCTYPE html>\n<html>\n<head>\n</head>\n<body>\n\n</body>\n</html>',10008,0,1,'{\"brand\":\"193\",\"gsm\":[\"72\"],\"os\":\"74\",\"core\":\"79\",\"screen\":\"83\",\"price\":\"88\"}',1384496233,NULL,4,43,0,193,'[{\"id\":\"281\",\"value\":\"\\u597d\\u597d,\\u975e\\u5e38\\u597d\"},{\"id\":\"282\",\"value\":\"\\u6728\\u6709\"},{\"id\":\"283\",\"value\":\"hhahaha\"},{\"id\":\"296\",\"value\":\"\\u65b0\\u65b0\"},{\"id\":\"298\",\"value\":\"\\u4e0d\\u9519\"},{\"id\":\"305\",\"value\":\"30000\"},{\"id\":\"316\",\"value\":\"\\u6211\\u52d2\\u4e2a\\u53bb\"},{\"id\":\"332\",\"value\":\"\\u554a\\u54c8\\u54c8\\u54c8\\u54c8\"}]','',''),
	(10017,'iPhone 7s','这是个好商品77777','','',0.00,3999.00,0.00,'upload/source/wp_7_4_4.jpg','<!DOCTYPE html>\n<html>\n<head>\n</head>\n<body>\n\n</body>\n</html>',10008,0,1,'{\"brand\":\"193\",\"gsm\":[\"72\"],\"os\":\"74\",\"core\":\"79\",\"screen\":\"83\",\"price\":\"88\"}',1384496451,NULL,4,43,0,193,'[{\"id\":\"281\",\"value\":\"\\u597d\\u597d,\\u975e\\u5e38\\u597d\"},{\"id\":\"282\",\"value\":\"\\u6728\\u6709\"},{\"id\":\"284\",\"value\":\"agscscs\"},{\"id\":\"296\",\"value\":\"\\u65b0\\u65b0\"},{\"id\":\"298\",\"value\":\"\\u4e0d\\u9519\"},{\"id\":\"305\",\"value\":\"30000\"},{\"id\":\"316\",\"value\":\"\\u6211\\u52d2\\u4e2a\\u53bb\"},{\"id\":\"332\",\"value\":\"\\u554a\\u54c8\\u54c8\\u54c8\\u54c8\"}]','',''),
	(10018,'iPhone 7s','这是个好商品1212','','',0.00,3999.00,0.00,'upload/source/wp_7_4_4.jpg','<!DOCTYPE html>\n<html>\n<head>\n</head>\n<body>\n\n</body>\n</html>',10008,0,1,'{\"brand\":\"193\",\"gsm\":[\"72\"],\"os\":\"74\",\"core\":\"79\",\"screen\":\"83\",\"price\":\"88\"}',1384496582,NULL,4,43,0,193,'[{\"id\":\"281\",\"value\":\"\\u597d\\u597d,\\u975e\\u5e38\\u597d\"},{\"id\":\"282\",\"value\":\"\\u6728\\u6709\"},{\"id\":\"283\",\"value\":\"sefsfsf\"},{\"id\":\"296\",\"value\":\"\\u65b0\\u65b0\"},{\"id\":\"298\",\"value\":\"\\u4e0d\\u9519\"},{\"id\":\"305\",\"value\":\"30000\"},{\"id\":\"316\",\"value\":\"\\u6211\\u52d2\\u4e2a\\u53bb\"},{\"id\":\"332\",\"value\":\"\\u554a\\u54c8\\u54c8\\u54c8\\u54c8\"}]','',''),
	(10019,'iPhone 7s','这是个好商品131313','','',0.00,3999.00,0.00,'upload/source/wp_7_4_4.jpg','<!DOCTYPE html>\n<html>\n<head>\n</head>\n<body>\n\n</body>\n</html>',10008,0,1,'{\"brand\":\"193\",\"gsm\":[\"72\"],\"os\":\"74\",\"core\":\"79\",\"screen\":\"83\",\"price\":\"88\"}',1384496746,NULL,4,43,0,193,'[{\"id\":\"281\",\"value\":\"\\u597d\\u597d,\\u975e\\u5e38\\u597d\"},{\"id\":\"282\",\"value\":\"\\u6728\\u6709\"},{\"id\":\"296\",\"value\":\"\\u65b0\\u65b0\"},{\"id\":\"298\",\"value\":\"\\u4e0d\\u9519\"},{\"id\":\"305\",\"value\":\"30000\"},{\"id\":\"316\",\"value\":\"\\u6211\\u52d2\\u4e2a\\u53bb\"},{\"id\":\"332\",\"value\":\"\\u554a\\u54c8\\u54c8\\u54c8\\u54c8\"},{\"id\":\"333\",\"value\":\"afafafaf\"},{\"id\":\"334\",\"value\":\"ccacacaca\"}]','',''),
	(10020,'iPhone 7s','这是个好商品1e1e','','',0.00,3999.00,0.00,'upload/source/wp_7_4_4.jpg','<!DOCTYPE html>\n<html>\n<head>\n</head>\n<body>\n\n</body>\n</html>',10008,0,1,'{\"brand\":\"193\",\"gsm\":[\"72\"],\"os\":\"74\",\"core\":\"79\",\"screen\":\"83\",\"price\":\"88\"}',1384497032,NULL,4,43,0,193,'[{\"id\":\"281\",\"value\":\"\\u597d\\u597d,\\u975e\\u5e38\\u597d\"},{\"id\":\"282\",\"value\":\"\\u6728\\u6709\"},{\"id\":\"283\",\"value\":\"sefsfesf\"},{\"id\":\"296\",\"value\":\"\\u65b0\\u65b0\"},{\"id\":\"298\",\"value\":\"\\u4e0d\\u9519\"},{\"id\":\"305\",\"value\":\"30000\"},{\"id\":\"316\",\"value\":\"\\u6211\\u52d2\\u4e2a\\u53bb\"},{\"id\":\"332\",\"value\":\"\\u554a\\u54c8\\u54c8\\u54c8\\u54c8\"}]','',''),
	(10021,'iPhone 7s','这是个好商品1r1r1r','','',0.00,3999.00,0.00,'upload/source/wp_7_4_4.jpg','<!DOCTYPE html>\n<html>\n<head>\n</head>\n<body>\n\n</body>\n</html>',10008,0,1,'{\"brand\":\"193\",\"gsm\":[\"72\"],\"os\":\"74\",\"core\":\"79\",\"screen\":\"83\",\"price\":\"88\"}',1384497099,NULL,4,43,0,193,'[{\"id\":\"281\",\"value\":\"\\u597d\\u597d,\\u975e\\u5e38\\u597d\"},{\"id\":\"282\",\"value\":\"\\u6728\\u6709\"},{\"id\":\"283\",\"value\":\"sefsfsf\"},{\"id\":\"296\",\"value\":\"\\u65b0\\u65b0\"},{\"id\":\"298\",\"value\":\"\\u4e0d\\u9519\"},{\"id\":\"305\",\"value\":\"30000\"},{\"id\":\"316\",\"value\":\"\\u6211\\u52d2\\u4e2a\\u53bb\"},{\"id\":\"332\",\"value\":\"\\u554a\\u54c8\\u54c8\\u54c8\\u54c8\"}]','',''),
	(10022,'iPhone 7s','这是个好商品1e1e1e1','','',0.00,3999.00,0.00,'upload/source/wp_7_4_4.jpg','<!DOCTYPE html>\n<html>\n<head>\n</head>\n<body>\n\n</body>\n</html>',10008,0,1,'{\"brand\":\"193\",\"gsm\":[\"72\"],\"os\":\"74\",\"core\":\"79\",\"screen\":\"83\",\"price\":\"88\"}',1384497185,NULL,4,43,0,193,'[{\"id\":\"281\",\"value\":\"\\u597d\\u597d,\\u975e\\u5e38\\u597d\"},{\"id\":\"282\",\"value\":\"\\u6728\\u6709\"},{\"id\":\"284\",\"value\":\"afeafesf\"},{\"id\":\"296\",\"value\":\"\\u65b0\\u65b0\"},{\"id\":\"298\",\"value\":\"\\u4e0d\\u9519\"},{\"id\":\"305\",\"value\":\"30000\"},{\"id\":\"316\",\"value\":\"\\u6211\\u52d2\\u4e2a\\u53bb\"},{\"id\":\"332\",\"value\":\"\\u554a\\u54c8\\u54c8\\u54c8\\u54c8\"}]','',''),
	(10023,'iPhone 7s','这是个好商品1re1e','','',0.00,3999.00,0.00,'upload/source/wp_7_4_4.jpg','<!DOCTYPE html>\n<html>\n<head>\n</head>\n<body>\n\n</body>\n</html>',10008,0,1,'{\"brand\":\"193\",\"gsm\":[\"72\"],\"os\":\"74\",\"core\":\"79\",\"screen\":\"83\",\"price\":\"88\"}',1384497321,NULL,4,43,0,193,'[{\"id\":\"281\",\"value\":\"\\u597d\\u597d,\\u975e\\u5e38\\u597d\"},{\"id\":\"282\",\"value\":\"\\u6728\\u6709\"},{\"id\":\"284\",\"value\":\"sfesfs\"},{\"id\":\"296\",\"value\":\"\\u65b0\\u65b0\"},{\"id\":\"298\",\"value\":\"\\u4e0d\\u9519\"},{\"id\":\"305\",\"value\":\"30000\"},{\"id\":\"316\",\"value\":\"\\u6211\\u52d2\\u4e2a\\u53bb\"},{\"id\":\"332\",\"value\":\"\\u554a\\u54c8\\u54c8\\u54c8\\u54c8\"}]','',''),
	(10024,'iPhone 7s','这是个好商品1f1f','','',0.00,3999.00,0.00,'upload/source/wp_7_4_4.jpg','<!DOCTYPE html>\n<html>\n<head>\n</head>\n<body>\n\n</body>\n</html>',10008,0,1,'{\"brand\":\"193\",\"gsm\":[\"72\"],\"os\":\"74\",\"core\":\"79\",\"screen\":\"83\",\"price\":\"88\"}',1384497369,NULL,4,43,0,193,'[{\"id\":\"281\",\"value\":\"\\u597d\\u597d,\\u975e\\u5e38\\u597d\"},{\"id\":\"282\",\"value\":\"\\u6728\\u6709\"},{\"id\":\"284\",\"value\":\"sfesfsf\"},{\"id\":\"296\",\"value\":\"\\u65b0\\u65b0\"},{\"id\":\"298\",\"value\":\"\\u4e0d\\u9519\"},{\"id\":\"305\",\"value\":\"30000\"},{\"id\":\"316\",\"value\":\"\\u6211\\u52d2\\u4e2a\\u53bb\"},{\"id\":\"332\",\"value\":\"\\u554a\\u54c8\\u54c8\\u54c8\\u54c8\"}]','',''),
	(10025,'iPhone 7s','这是个好商品veve','','',0.00,3999.00,0.00,'upload/source/wp_7_4_4.jpg','<!DOCTYPE html>\n<html>\n<head>\n</head>\n<body>\n\n</body>\n</html>',10008,0,1,'{\"brand\":\"193\",\"gsm\":[\"72\"],\"os\":\"74\",\"core\":\"79\",\"screen\":\"83\",\"price\":\"88\"}',1384497881,NULL,4,43,0,193,'[{\"id\":\"281\",\"value\":\"\\u597d\\u597d,\\u975e\\u5e38\\u597d\"},{\"id\":\"282\",\"value\":\"\\u6728\\u6709\"},{\"id\":\"283\",\"value\":\"sefsfes\"},{\"id\":\"296\",\"value\":\"\\u65b0\\u65b0\"},{\"id\":\"298\",\"value\":\"\\u4e0d\\u9519\"},{\"id\":\"305\",\"value\":\"30000\"},{\"id\":\"316\",\"value\":\"\\u6211\\u52d2\\u4e2a\\u53bb\"},{\"id\":\"332\",\"value\":\"\\u554a\\u54c8\\u54c8\\u54c8\\u54c8\"}]','',''),
	(10026,'iPhone 7s','这是个好商品f44f4f4','','',0.00,3999.00,0.00,'upload/source/wp_7_4_4.jpg','<!DOCTYPE html>\n<html>\n<head>\n</head>\n<body>\n\n</body>\n</html>',10008,0,1,'{\"brand\":\"193\",\"gsm\":[\"72\"],\"os\":\"74\",\"core\":\"79\",\"screen\":\"83\",\"price\":\"88\"}',1384498093,NULL,4,43,0,193,'[{\"id\":\"281\",\"value\":\"\\u597d\\u597d,\\u975e\\u5e38\\u597d\"},{\"id\":\"282\",\"value\":\"\\u6728\\u6709\"},{\"id\":\"283\",\"value\":\"sfesfsf\"},{\"id\":\"296\",\"value\":\"\\u65b0\\u65b0\"},{\"id\":\"298\",\"value\":\"\\u4e0d\\u9519\"},{\"id\":\"305\",\"value\":\"30000\"},{\"id\":\"316\",\"value\":\"\\u6211\\u52d2\\u4e2a\\u53bb\"},{\"id\":\"332\",\"value\":\"\\u554a\\u54c8\\u54c8\\u54c8\\u54c8\"}]','',''),
	(10027,'iPhone 7s','这是个好商品aeaaeae','','',0.00,3999.00,0.00,'upload/source/wp_7_4_4.jpg','<!DOCTYPE html>\n<html>\n<head>\n</head>\n<body>\n\n</body>\n</html>',10008,0,1,'{\"brand\":\"193\",\"gsm\":[\"72\"],\"os\":\"74\",\"core\":\"79\",\"screen\":\"83\",\"price\":\"88\"}',1384498167,NULL,4,43,0,193,'[{\"id\":\"281\",\"value\":\"\\u597d\\u597d,\\u975e\\u5e38\\u597d\"},{\"id\":\"282\",\"value\":\"\\u6728\\u6709\"},{\"id\":\"283\",\"value\":\"sefsfsfs\"},{\"id\":\"296\",\"value\":\"\\u65b0\\u65b0\"},{\"id\":\"298\",\"value\":\"\\u4e0d\\u9519\"},{\"id\":\"305\",\"value\":\"30000\"},{\"id\":\"316\",\"value\":\"\\u6211\\u52d2\\u4e2a\\u53bb\"},{\"id\":\"332\",\"value\":\"\\u554a\\u54c8\\u54c8\\u54c8\\u54c8\"}]','',''),
	(10028,'iPhone 7s','这是个好商品3f3f3f','','',0.00,3999.00,0.00,'upload/source/wp_7_4_4.jpg','<!DOCTYPE html>\n<html>\n<head>\n</head>\n<body>\n\n</body>\n</html>',10008,0,1,'{\"brand\":\"193\",\"gsm\":[\"72\"],\"os\":\"74\",\"core\":\"79\",\"screen\":\"83\",\"price\":\"88\"}',1384498250,NULL,4,43,0,193,'[{\"id\":\"281\",\"value\":\"\\u597d\\u597d,\\u975e\\u5e38\\u597d\"},{\"id\":\"282\",\"value\":\"\\u6728\\u6709\"},{\"id\":\"284\",\"value\":\"sefesfsf\"},{\"id\":\"296\",\"value\":\"\\u65b0\\u65b0\"},{\"id\":\"298\",\"value\":\"\\u4e0d\\u9519\"},{\"id\":\"305\",\"value\":\"30000\"},{\"id\":\"316\",\"value\":\"\\u6211\\u52d2\\u4e2a\\u53bb\"},{\"id\":\"332\",\"value\":\"\\u554a\\u54c8\\u54c8\\u54c8\\u54c8\"}]','',''),
	(10029,'iPhone 7s','这是个好商品s3f3f3','','',0.00,3999.00,0.00,'upload/source/wp_7_4_4.jpg','<!DOCTYPE html>\n<html>\n<head>\n</head>\n<body>\n\n</body>\n</html>',10008,0,1,'{\"brand\":\"193\",\"gsm\":[\"72\"],\"os\":\"74\",\"core\":\"79\",\"screen\":\"83\",\"price\":\"88\"}',1384498365,NULL,4,43,0,193,'[{\"id\":\"281\",\"value\":\"\\u597d\\u597d,\\u975e\\u5e38\\u597d\"},{\"id\":\"282\",\"value\":\"\\u6728\\u6709\"},{\"id\":\"283\",\"value\":\"sefsfsf\"},{\"id\":\"296\",\"value\":\"\\u65b0\\u65b0\"},{\"id\":\"298\",\"value\":\"\\u4e0d\\u9519\"},{\"id\":\"305\",\"value\":\"30000\"},{\"id\":\"316\",\"value\":\"\\u6211\\u52d2\\u4e2a\\u53bb\"},{\"id\":\"332\",\"value\":\"\\u554a\\u54c8\\u54c8\\u54c8\\u54c8\"}]','',''),
	(10030,'iPhone 7s','这是个好商品as','','',0.00,3999.00,0.00,'upload/source/wp_7_4_4.jpg','<!DOCTYPE html>\n<html>\n<head>\n</head>\n<body>\n\n</body>\n</html>',10008,0,1,'{\"brand\":\"193\",\"gsm\":[\"72\"],\"os\":\"74\",\"core\":\"79\",\"screen\":\"83\",\"price\":\"85\"}',1384499859,NULL,4,43,0,193,'[{\"id\":\"281\",\"value\":\"\\u597d\\u597d,\\u975e\\u5e38\\u597d\"},{\"id\":\"282\",\"value\":\"\\u6728\\u6709\"},{\"id\":\"283\",\"value\":\"hahhaha\"},{\"id\":\"296\",\"value\":\"\\u65b0\\u65b0\"},{\"id\":\"298\",\"value\":\"\\u4e0d\\u9519\"},{\"id\":\"305\",\"value\":\"30000\"},{\"id\":\"316\",\"value\":\"\\u6211\\u52d2\\u4e2a\\u53bb\"},{\"id\":\"332\",\"value\":\"\\u554a\\u54c8\\u54c8\\u54c8\\u54c8\"}]','',''),
	(10031,'iPhone 7s','新宇是个好将军','','',0.00,4022.00,0.00,'upload/source/wp_7_4_4.jpg','<!DOCTYPE html>\n<html>\n<head>\n</head>\n<body>\n\n</body>\n</html>',10008,0,1,'{\"brand\":\"193\",\"gsm\":[\"72\"],\"os\":\"74\",\"core\":\"79\",\"screen\":\"83\",\"price\":\"88\"}',1384763377,NULL,4,43,1,193,'[{\"id\":\"281\",\"value\":\"\\u597d\\u597d,\\u975e\\u5e38\\u597d\"},{\"id\":\"282\",\"value\":\"\\u6728\\u6709\"},{\"id\":\"296\",\"value\":\"\\u65b0\\u65b0\"},{\"id\":\"298\",\"value\":\"\\u4e0d\\u9519\"},{\"id\":\"305\",\"value\":\"30000\"},{\"id\":\"316\",\"value\":\"\\u6211\\u52d2\\u4e2a\\u53bb\"},{\"id\":\"332\",\"value\":\"\\u554a\\u54c8\\u54c8\\u54c8\\u54c8\"}]','[{\"id\":\"46\",\"title\":\"\\u624b\\u673a\\u8d44\\u8baf1\",\"description\":\"\",\"pid\":\"167\",\"indexing\":\"\",\"views\":\"0\",\"cover\":\"\",\"release_date\":\"1384752880\",\"enabled\":\"1\",\"create_date\":\"1384752903\",\"modify_date\":null,\"remark\":\"\",\"author\":\"\",\"source\":\"\",\"source_url\":\"\",\"type\":\"1\",\"sort\":\"99\"}]','[{\"id\":\"47\",\"title\":\"\\u624b\\u673a\\u8d44\\u8baf2\",\"description\":\"\",\"pid\":\"167\",\"indexing\":\"\",\"views\":\"0\",\"cover\":\"\",\"release_date\":\"1384752880\",\"enabled\":\"1\",\"create_date\":\"1384752925\",\"modify_date\":null,\"remark\":\"\",\"author\":\"\",\"source\":\"\",\"source_url\":\"\",\"type\":\"2\",\"sort\":\"99\"}]');

/*!40000 ALTER TABLE `xnfy520_banyou_commodity` ENABLE KEYS */;
UNLOCK TABLES;


# Dump of table xnfy520_banyou_link
# ------------------------------------------------------------

DROP TABLE IF EXISTS `xnfy520_banyou_link`;

CREATE TABLE `xnfy520_banyou_link` (
  `id` int(11) unsigned NOT NULL AUTO_INCREMENT,
  `title` varchar(255) NOT NULL DEFAULT '',
  `indexing` varchar(255) NOT NULL DEFAULT '',
  `pid` int(11) unsigned DEFAULT '0',
  `remark` varchar(255) DEFAULT '',
  `enabled` tinyint(1) unsigned NOT NULL DEFAULT '1',
  `create_date` int(10) unsigned DEFAULT NULL,
  `modify_date` int(10) unsigned DEFAULT NULL,
  `sort` tinyint(3) unsigned DEFAULT '0',
  `link` varchar(255) DEFAULT '',
  `cover` varchar(255) DEFAULT '',
  PRIMARY KEY (`id`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

LOCK TABLES `xnfy520_banyou_link` WRITE;
/*!40000 ALTER TABLE `xnfy520_banyou_link` DISABLE KEYS */;

INSERT INTO `xnfy520_banyou_link` (`id`, `title`, `indexing`, `pid`, `remark`, `enabled`, `create_date`, `modify_date`, `sort`, `link`, `cover`)
VALUES
	(15,'3小时极速达','',155,'',1,1383032659,1383658772,99,'','upload/source/wp_7_3_4.jpg'),
	(16,'终身免费上门服务','',155,'',1,1383118531,1383531205,97,'',''),
	(17,'加急配送','',155,'',1,1383118545,1383532069,99,'','upload/source/wp_2_4_4.jpg'),
	(18,'分期付款','',155,'',1,1383118559,1383551859,99,'','');

/*!40000 ALTER TABLE `xnfy520_banyou_link` ENABLE KEYS */;
UNLOCK TABLES;


# Dump of table xnfy520_banyou_user
# ------------------------------------------------------------

DROP TABLE IF EXISTS `xnfy520_banyou_user`;

CREATE TABLE `xnfy520_banyou_user` (
  `id` int(11) unsigned NOT NULL AUTO_INCREMENT,
  `username` varchar(255) NOT NULL DEFAULT '',
  `password` varchar(255) NOT NULL DEFAULT '',
  `email` varchar(255) DEFAULT NULL,
  `avatar` varchar(255) DEFAULT '',
  `enabled` tinyint(1) unsigned NOT NULL DEFAULT '1',
  `register_date` int(10) unsigned DEFAULT NULL,
  `last_login_date` int(10) unsigned DEFAULT NULL,
  `remark` varchar(255) DEFAULT '',
  `group_id` int(11) unsigned DEFAULT '0',
  `modify_date` int(11) unsigned DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

LOCK TABLES `xnfy520_banyou_user` WRITE;
/*!40000 ALTER TABLE `xnfy520_banyou_user` DISABLE KEYS */;

INSERT INTO `xnfy520_banyou_user` (`id`, `username`, `password`, `email`, `avatar`, `enabled`, `register_date`, `last_login_date`, `remark`, `group_id`, `modify_date`)
VALUES
	(1,'admin','e10adc3949ba59abbe56e057f20f883e','xnfy520@qq.com','upload/source/wp_7_3_4.jpg',1,1381994689,1384822836,'sefsef',4,1383551445),
	(2,'xnfy520','96e79218965eb72c92a549dd5a330112','','upload/source/wp_7_2_4a.jpg',1,1382089103,NULL,'sef',4,1383551406);

/*!40000 ALTER TABLE `xnfy520_banyou_user` ENABLE KEYS */;
UNLOCK TABLES;


# Dump of table xnfy520_banyou_user_group
# ------------------------------------------------------------

DROP TABLE IF EXISTS `xnfy520_banyou_user_group`;

CREATE TABLE `xnfy520_banyou_user_group` (
  `id` int(11) unsigned NOT NULL AUTO_INCREMENT,
  `title` varchar(255) NOT NULL DEFAULT '',
  `indexing` varchar(255) DEFAULT '',
  `remark` varchar(255) DEFAULT '',
  `enabled` tinyint(1) unsigned NOT NULL DEFAULT '1',
  `create_date` int(10) unsigned DEFAULT NULL,
  `modify_date` int(10) unsigned DEFAULT NULL,
  `sort` int(10) unsigned DEFAULT '0',
  `link` varchar(255) DEFAULT '',
  `image` varchar(255) DEFAULT '',
  `leaf` tinyint(1) unsigned DEFAULT '1',
  `cover` varchar(255) DEFAULT '',
  PRIMARY KEY (`id`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

LOCK TABLES `xnfy520_banyou_user_group` WRITE;
/*!40000 ALTER TABLE `xnfy520_banyou_user_group` DISABLE KEYS */;

INSERT INTO `xnfy520_banyou_user_group` (`id`, `title`, `indexing`, `remark`, `enabled`, `create_date`, `modify_date`, `sort`, `link`, `image`, `leaf`, `cover`)
VALUES
	(4,'管理员','admin','',1,1381894439,1383544145,99,'','',1,'upload/source/A277520.JPG'),
	(5,'普通用户','general','',1,1381894496,1383613640,99,'','',1,'');

/*!40000 ALTER TABLE `xnfy520_banyou_user_group` ENABLE KEYS */;
UNLOCK TABLES;



/*!40111 SET SQL_NOTES=@OLD_SQL_NOTES */;
/*!40101 SET SQL_MODE=@OLD_SQL_MODE */;
/*!40014 SET FOREIGN_KEY_CHECKS=@OLD_FOREIGN_KEY_CHECKS */;
/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
